results/high/adaptive/adaptive_case/system/forcesGate
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

patches     (cylinder);

rho         rhoInf;
rhoInf      1;

// Moment calculation parameters
CofR        (0 0 0);

#includeEtc "caseDicts/functions/forces/forcesIncompressible.cfg"

// ************************************************************************* //
